tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "riscv/riscv"
brew "openssl@1.1"
brew "openjdk@11"
brew "bazel"
brew "bison"
brew "freetype"
brew "glib"
brew "clang-format"
brew "cmake"
brew "coreutils"
brew "doxygen"
brew "ffmpeg"
brew "findutils"
brew "gdb"
brew "git"
brew "go"
brew "highlight"
brew "htop"
brew "libheif"
brew "libslirp"
brew "llvm@8"
brew "openjdk"
brew "maven"
brew "mercurial"
brew "protobuf"
brew "mosh"
brew "mysql@5.7", restart_service: true
brew "nasm"
brew "neovim"
brew "node"
brew "postgresql"
brew "redis", restart_service: true
brew "ripgrep"
brew "ruby"
brew "telnet"
brew "tmux"
brew "tnftp"
brew "wget"
brew "zsh-syntax-highlighting"
cask "adoptopenjdk8"
cask "virtualbox"
